<template>
    <h1>{{ $t('products.title') }}</h1>
    <div id="subMenu">
        <div id="innerSubMenu">
            <div id="pagePath"><router-link to="/">{{ $t('backHome') }}</router-link><span class="side2">&nbsp;</span>{{ $t('products.title') }}</div>
        </div>
    </div>
    <div id="mainContents">
        <p><img src="@/assets/images/products/logo-BTU.jpg" width="102" height="100" alt="logo"/></p>
        <h2>BTU太陽能電池金屬化與擴散爐等設備</h2>
        <a name="p1" id="p1"></a>
        <h3>金屬化燒結爐</h3>
        <div class="productBox">
            <img src="@/assets/images/products/PVD.jpg" width="250" height="93"/>
            <h4>PV / PVD系列：</h4>
            <p>
                BTU提供PVD系列金屬電極的烘乾燒結爐。PVD包含一整套快速熱處理爐系列（利用近紅外光加熱技術）。爐子可設計成各種長度和寬度，以滿足不同產能需求。該設備系列是專門為太陽能電池的電極製程而設計，用來烘乾和燒結導電漿料，並可客製化不同長度或寬度等來符合其他相關製程。</p>
            <p> PVD設備特點在於通過密集排列紅外線燈管達到快速升溫，和利用獨創的水冷卻來獲得的快速冷卻。小佔地面積和高穩定性及低耗能創造了極低使用成本。</p>
            <p> 可選擇單道或雙道配置，每種配置都有含乾燥爐(PVD)或不含乾燥爐(PV)兩種選項。</p>
        </div>
        <div class="productBox"><img src="@/assets/images/products/tritanHV90.jpg" width="250" height="105"/>
            <h4>Tritan HV90系列 ：</h4>
            <p>為BTU新型乾燥及燒結爐，獨特溫區及腔體設計，以實現高效率電池片燒結。</p>
            <p>
                Tritan™金屬化燒結設備具備BTU公司獨有的三帶速技術，可讓用戶獲得每秒200℃的快速升溫能力，而同時不會影響到乾燥和冷卻區的溫度曲線。三段式網帶系統帶來了革命性的溫度曲線的優化和控制。試驗資料都表明Tritan™的燒結工藝可提高填充因數Fill
                Factor，從而提高效率；加上Tritan™的低使用成本，Tritan™可為客戶提供最低的電池每瓦成本。</p>
            <p>
                Tritan™燒結爐可實現更快的矽片處理速度，並結合了新穎的加熱和供氣技術，增強的熱處理功能使用戶具更有多種方式來調節爐腔溫度曲線，以針對不同矽片和漿料來進行優化。優化的紅外光波長可讓矽片在非常陡的溫度梯度下加熱，乾燥和排膠段的長度也可以獨立地被優化，以完全去除漿料中的有機物。</p>
            <p>Tritan™
                燒結爐擁有可以滿足單道及雙道的配置，BTU獨有的分段網帶驅動系統可讓乾燥和冷卻部分以低速度運行，從而所有3個製程性能可分別得以提高，同時也不影響Tritan™的占地面積和產能。還有，平緩的網帶和爐腔內柔和的氣流也可保證了薄型矽片的高產能。<br/>
                Tritan的爐腔可上下完全開合，燈管採快拆方式，讓使用者便於維護和更新升級。乾燥爐段為不銹鋼爐腔，清洗方便。</p>
            <p>
                Tritan™可與所有主流印刷機和測試設備接合使用，和其他BTU產品一樣，Tritan™燒結爐是由BTU自行研製的Windows操作介面的多語種人機控制軟體的WINCON™控制。每種配置都有含乾燥爐或不含乾燥爐兩種選項。</p>
        </div>
        <a name="p2" id="p2"></a>
        <h3>乾燥爐</h3>
        <div class="productBox"><img src="@/assets/images/products/D.jpg" width="250" height="199"/>
            <h4>D 系列：</h4>
            <p>為獨立式紅外線燈管乾燥爐，溫度能力100 ~ 400℃，用以乾燥網印後之金屬導電漿料，達到穿透均勻乾燥效果。</p>
        </div>
        <a name="p3" id="p3"></a>
        <h3>連續式擴散爐</h3>
        <div class="productBox"><img src="@/assets/images/products/Meridian.jpg" width="250" height="144"/>
            <h4>Meridian系列：</h4>
            <p> 磷擴散廣泛應用於晶體矽電池的生產工藝中。摻入微量磷到矽片表面中可形成電池的N型結。這一工藝是通過兩個工藝過程來實現的。
                首先，要在矽片正面沉積磷蒸汽或磷塗層。然後，將矽片在800°C ~1000°C之間燒結來使磷擴散進矽片內部， 便形成了N型結。 </p>
            <p> 這種工藝過程通常是在間歇操作式的管狀爐或連續鏈式的擴散爐中完成。和間歇式爐相比，鏈式擴散爐的產能更高、均勻性好、碎片率低、所需的工藝時間短。詳細的使用成本 (COO)
                模型計算表明連續式擴散的矽片成本只有管狀爐擴散的三分之一。 </p>
            <p> BTU Meridian™鏈式擴散系統將雙面噴磷機、矽片乾燥器和帶有石英內襯的鏈式擴散爐集於一體。Meridian™
                可設計達到1500片/小時以上的產能。爐內溫度均勻性出色（小於±
                2°C），便於獲得精確的和重複性很好的矽片方阻。方阻值可控在40到100歐姆以上。這個範圍不僅滿足了現階段電池的設計要求，同時也覆蓋下一代包括選擇性電極發射的淺發射極電池的要求。石英板內襯為磷擴散密閉所需的合適氣氛。
                Meridian™噴磷機具有可靠性很高的無噴嘴的噴灑技術。 </p>
        </div>
        <a name="p4" id="p4"></a>
        <h3>其他應用</h3>
        <div class="productBox productBoxEnd"><img src="@/assets/images/spacer.gif" width="250" height="831"/>
            <h4>快速升溫爐用於厚膜製程：</h4>
            <p>
                厚膜電路金屬化是在陶瓷或金屬基板上製造電子電路，用於汽車電子、微電子封裝、電阻加熱器和被動電路應用。其過程是採用燒結和烘乾製程在基板上形成一系列金屬疊加及多達35層電介質層。</p>
            <p> 對於厚膜電路、被動元件、精密電阻、元件燒端的製造及其他許多應用，BTU提供輻射加熱的快燒爐。</p>
            <p>
                快燒爐的快速加熱和冷卻減少了能源消耗，這些系統為厚膜燒結的排膠過程提供了優良氣氛環境，同時也提供精準的溫度調控。除常用的空氣氣氛外，快燒爐也可選配惰性氣體配置使用氮氣。對於高性價比的高溫處理，BTU快燒爐是最佳選擇。</p>
            <h4>可控氣氛熱處理爐(Forming Gas)：</h4>
            <p> BTU設計和製造下列各種用途的可控氣氛熱處理爐：</p>
            <p> 免助焊劑晶圓凸點製程氫氣回流焊爐<br/>
                玻璃金屬封接<br/>
                直接鍵合銅<br/>
                銅焊<br/>
                燒結<br/>
                熱處理</p>
            <p>
                這些可控氣氛熱處理爐的溫度範圍可高達1150°C並且可選包括氫氣和氮氣等不同的氣氛。可以通過BTU專利的氣障技術得到優良的氣氛純度。另外，BTU獨特的噴射技術可用於加強冷卻效果或控制製程氣氛。綜上所述，BTU最終實現的是高效率、良好的運行性能和非常出色的熱均勻性。</p>
            <h4>用於燃料電池生產的連續式推舟爐和間歇式對流爐：</h4>
            <p>
                氧化物燃料電池是精確的電化學反應器。這些電池包含多層的不同陶瓷材料層，每層具有不同的熱膨脹係數。一個主要的挑戰就是如何避免在爐內燒結過程中的熱均勻性問題導致的破碎或脫層。除了出色的熱均勻性外，鍛燒爐還需要控制陶瓷材料的多孔性。對1100°C以上的鍛燒步驟，BTU提供對流間歇式爐和連續式推舟爐。對1100°C以下的鍛燒過程，BTU提供網帶傳輸爐。BTU已經證明它能為3種系統提供非常優良的均勻性。</p>
            <p> BTU已經設計和投入測試一套獨特的高溫SOFC系統和製造技術。它使用一個鑄造形成的環保型陽極基板以及絲網印刷附加在其上的電介質和陰極組成。
                不同於其他設計，所有各層都在溫度1300°C中，在單一的燒結步驟中共燒。 BTU可提供完整生產線中的製造技術和製造設備。</p>
        </div>
        <p>&nbsp;</p>
    </div>
</template>