export default {
    backHome: '首頁',
    about: {
        title: '关于我们',
        description: `<p>Synolux Corporation 興溢股份有限公司為專業性質的設備代理商，主要代理歐、美、日等國設備及儀器，跨足電子業、太陽能、LED、半導體等科技產業製程與量測設備以及傳統製造產業設備。</p>
        <p>我們擁有專業及豐富經驗的業務與維護團隊，創新與快速效率的反應，成功拓展市場及達成客戶滿意度！</p>
        <p>本公司以主動積極、樂觀、負責、創新、滿意的宗旨，秉持服務至上，為我們的客戶提供迅速與優質的服務。</p>`
    },
    service: {
        title: '服務項目',
        description: `<ol>
            <li> 裝機、驗機、試產支援：協助客戶確認機器所需廠務設施與週遭環境；協助機器設備之拆箱、搬運、清點附屬零件等相關技術支援。</li>
            <li> 保養維修及保固服務：現場技術支援服務，提供生產設備所需的定期保養技術服務，協助客戶建立保養能力，維護合約。</li>
            <li> 教育訓練：提供客戶設備使用前相關課程、使用後問題剖析、機台相關作業流程等教育訓練。</li>
            <li> 技術諮詢服務：提供客戶技術諮詢服務及支援。</li>
            <li> 提供料件備品：提供生產設備相關的料件與備品。</li>
        </ol>`
    },
    contact: {
        title: '联络我们',
    },
    news: {
        title: '最新消息',
    },
    products: {
        title: '产品介绍',
    },
    nav: {
        about: '关于我们',
        news: '最新消息',
        products: '产品介绍',
        service: '服务项目',
        contact: '联络我们',
    },
};